/* 
  CWKRingtoneMakerCtrl.strings
  ITRingtoneMaker

  Created by Snow.Lin on 15/2/12.
  Copyright (c) 2015年 thinksky. All rights reserved.
*/


"DeviceMusicsWindowTitle"   = "Select music";

"DragFileTipLabel"          = "Please select a music file or drag here";

"ImportDeviceBtnTitle"      = "Select music from device";

"ImportPCBtnTitle"          = "Select music from OSX";

"PhoneRingTypeTitle"        = "Phone ring";

"SMSRingTypeTitle"          = "SMS ring";

"ConvertTipTitle"           = "Convert to ringtone, please waiting...";

"UploadTipTitle"            = "Upload to device, please waiting...";

"RemainderTipTitle"         = "Remainder:%.2lfsec";

"WaitingWinTitle"           = "Importing...";

"ProgressWinTitle"          = "Progress";

"DurationTip40"             = "(no more  than 40s)";

"DurationTip25"             = "(no more  than 25s)";

"AudioIsLoading"            = "Loading music, please waiting...";

"LoadAudioSuccess"          = "Load this music successfully!";

"LoadAudioFailed"           = "Load this music failed!";
